Repository: nazmulkp/Big-camera-handle-iOS
Catalog: CameraAppSwiftUI/Resources/Settings.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt_br, ru, tr, zh_hans, zh_hant

# settings.navigation.title
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
tr: Ayarlar
zh_hans: 设置
zh_hant: 設定

# settings.contact.section
source: Contact the Developer
ar: التواصل مع المطوّر
de: Entwickler kontaktieren
es: Contactar al desarrollador
fr: Contacter le développeur
hi: डेवलपर से संपर्क करें
it: Contatta lo sviluppatore
ja: 開発者に連絡
ko: 개발자에게 문의
pt_br: Fale com o desenvolvedor
ru: Связаться с разработчиком
tr: Geliştiriciyle İletişime Geç
zh_hans: 联系开发者
zh_hant: 聯絡開發者

# settings.whatsapp.button
source: Chat on WhatsApp
ar: الدردشة على واتساب
de: Auf WhatsApp chatten
es: Chatear en WhatsApp
fr: Discuter sur WhatsApp
hi: WhatsApp पर चैट करें
it: Chatta su WhatsApp
ja: WhatsAppでチャット
ko: WhatsApp에서 채팅
pt_br: Conversar no WhatsApp
ru: Написать в WhatsApp
tr: WhatsApp’ta Sohbet Et
zh_hans: 在 WhatsApp 上聊天
zh_hant: 在 WhatsApp 上聊天

# settings.email.label
source: Email: %@
ar: البريد الإلكتروني: %@
es: Correo: %@
hi: ईमेल: %@
ja: メール: %@
ko: 이메일: %@
ru: Эл. почта: %@
tr: E-posta: %@
zh_hans: 电子邮件：%@
zh_hant: 電子郵件：%@

# settings.rate.section
source: Rate & Review
ar: التقييم والمراجعة
de: Bewerten & Rezension schreiben
es: Calificar y reseñar
fr: Noter et donner un avis
hi: रेटिंग और समीक्षा
it: Valuta e recensisci
ja: 評価とレビュー
ko: 평가 및 리뷰
pt_br: Avaliar e comentar
ru: Оценить и оставить отзыв
tr: Puan Ver ve Yorum Yap
zh_hans: 评分与评论
zh_hant: 評分與評論

# settings.rate.button
source: Rate Air Camera on the App Store
ar: قيّم Air Camera على App Store
de: Air Camera im App Store bewerten
es: Calificar Air Camera en App Store
fr: Noter Air Camera sur l’App Store
hi: App Store पर Air Camera को रेट करें
it: Valuta Air Camera su App Store
ja: App StoreでAir Cameraを評価
ko: App Store에서 Air Camera 평가하기
pt_br: Avaliar Air Camera na App Store
ru: Оценить Air Camera в App Store
tr: Air Camera’yı App Store’da Değerlendir
zh_hans: 在 App Store 上评价 Air Camera
zh_hant: 在 App Store 上評價 Air Camera

# settings.about.section
source: About
ar: حول التطبيق
de: Über
es: Acerca de
fr: À propos
hi: परिचय
it: Informazioni
ja: 情報
ko: 정보
pt_br: Sobre
ru: О приложении
tr: Hakkında
zh_hans: 关于
zh_hant: 關於

# settings.about.app
source: App
ar: التطبيق
hi: ऐप
ja: アプリ
ko: 앱
ru: Приложение
tr: Uygulama

# settings.about.version
source: Version
ar: الإصدار
es: Versión
hi: संस्करण
it: Versione
ja: バージョン
ko: 버전
pt_br: Versão
ru: Версия
tr: Sürüm
zh_hans: 版本
zh_hant: 版本

# settings.message.unavailable.title
source: Messages not available
ar: الرسائل غير متاحة
de: Nachrichten nicht verfügbar
es: Mensajes no disponibles
fr: Messages indisponibles
hi: संदेश उपलब्ध नहीं हैं
it: Messaggi non disponibili
ja: メッセージを利用できません
ko: 메시지를 사용할 수 없음
pt_br: Mensagens indisponíveis
ru: Сообщения недоступны
tr: Mesajlar kullanılamıyor
zh_hans: 信息不可用
zh_hant: 訊息無法使用

# settings.message.unavailable.body
source: This device cannot send messages.
ar: لا يمكن لهذا الجهاز إرسال الرسائل.
de: Dieses Gerät kann keine Nachrichten senden.
es: Este dispositivo no puede enviar mensajes.
fr: Cet appareil ne peut pas envoyer de messages.
hi: यह डिवाइस संदेश नहीं भेज सकता।
it: Questo dispositivo non può inviare messaggi.
ja: このデバイスではメッセージを送信できません。
ko: 이 기기에서는 메시지를 보낼 수 없습니다.
pt_br: Este dispositivo não pode enviar mensagens.
ru: Это устройство не может отправлять сообщения.
tr: Bu cihaz mesaj gönderemiyor.
zh_hans: 此设备无法发送信息。
zh_hant: 此裝置無法傳送訊息。

# settings.common.ok
source: OK
ar: حسنًا
hi: ठीक है
ko: 확인
tr: Tamam
zh_hans: 好
zh_hant: 好

# settings.email.subject
source: Air Camera feedback
ar: ملاحظات حول Air Camera
de: Feedback zu Air Camera
es: Comentarios sobre Air Camera
fr: Retour sur Air Camera
hi: Air Camera फ़ीडबैक
it: Feedback su Air Camera
ja: Air Cameraへのフィードバック
ko: Air Camera 피드백
pt_br: Feedback sobre o Air Camera
ru: Отзыв об Air Camera
tr: Air Camera geri bildirimi
zh_hans: Air Camera 反馈
zh_hant: Air Camera 回饋

# settings.contact.message.body
source: Hi Sohag, I am using Air Camera and…
ar: مرحبًا Sohag، أنا أستخدم Air Camera و…
de: Hallo Sohag, ich verwende Air Camera und…
es: Hola Sohag, Estoy usando Air Camera y…
fr: Bonjour Sohag, J’utilise Air Camera et…
hi: नमस्ते Sohag, मैं Air Camera इस्तेमाल कर रहा/रही हूँ और…
it: Ciao Sohag, sto usando Air Camera e…
ja: Sohagさん、こんにちは。 Air Cameraを使用していて…
ko: 안녕하세요 Sohag, Air Camera를 사용하고 있으며…
pt_br: Olá Sohag, Estou usando o Air Camera e…
ru: Здравствуйте, Sohag! Я использую Air Camera и…
tr: Merhaba Sohag, Air Camera kullanıyorum ve…
zh_hans: 你好 Sohag， 我正在使用 Air Camera，并且…
zh_hant: 你好 Sohag， 我正在使用 Air Camera，並且…

# settings.sms.button
source: iMessage / SMS
zh_hans: iMessage / 短信
zh_hant: iMessage / 簡訊
